import React from 'react';
import './App.css';
import { Table } from './components/table';

function App() {
  return (
      <Table>
      </Table>      
  );
}

export default App;

// Задание: Исходя из приложенных данных(прикреплены к письму) постройте таблицу с возможностью раскрытия строк,
//  имеющих дочерние элементы, а также фильтрацией по свойству "isActive".
//  Порядок элементов в данных не гарантирован.

// Для решения задачи запрещено использовать готовые библиотеки или компоненты Grid View.
